Autodesk.Navisworks.Api.PublishProperties.EmbedTextures
Should any referenced textures be embedded in the published file ?
Throws System.ObjectDisposedException:
Object has been Disposed
Throws System.NotSupportedException:
Object is Read-Only